{
    "navbar": {
        "services-link": "services",
        "work-link": "work",
        "careers-link": "careers",
        "about-link": "about",
        "contact-link": "contact"
    },
    "title": "BLOCKCHAIN FOR EVERYONE",
    "headline": "We design and develop <b>Blockchain-based solutions</b> for enterprises.",
    "description": "Blockchain is a famous and revolutionizing technology, but most people don't know about it beyond cryptocurrency. Blockchain offers a lot more. We help businesses understand and integrate this technology to benefit from it and be part of the revolution.",
    "contact-button": "Let's talk",
    "contact": {
        "form": {
            "firstName": {
                "label": "First name",
                "placeholder": "Enter your first name",
                "error": {
                    "required": "First name is required"
                }
            },
            "lastName": {
                "label": "Last name",
                "placeholder": "Enter your last name",
                "error": {
                    "required": "Last name is required"
                }
            },
            "email": {
                "label": "email",
                "placeholder": "Enter your email address",
                "error": {
                    "required": "Email address is required",
                    "invalid": "Please provide a valid email address"
                }
            },
            "message": {
                "label": "message",
                "placeholder": "Type your message here...",
                "error": {
                    "required": "Message is required"
                }
            },
            "send": "send"
        }
    },
    "services": {
        "dapp": {
            "headline": "DApp Development",
            "icon": "./assets/images/services/dapp.svg",
            "definition": "A decentralized application is an application built on a decentralized network. A DApp is composed of a smart contract and a frontend interface.",
            "benefits": "Main benefits: Privacy, No downtime, Censorship resistant, and Immune to single points of failure.",
            "description": "At Blockbrainers, we really believe in a fully decentralized world. We design and implement Decentralized Applications running on Ethereum, EOS, or Hyperledger."
        },
        "smartContractsDev": {
            "headline": "Smart Contracts Development",
            "icon": "./assets/images/services/smart-contract-dev.svg",
            "definition": "A smart contract is a self-executing program that runs on a decentralized network such as blockchain.",
            "benefits": "Main benefits: Transparency, Accuracy, Speed, Security, Storage, Savings, Trust...",
            "description": "At Blockbrainers, we design, develop, and deploy smart contracts to Ethereum or EOS Blockchain written in Solidity and C++."
        },
        "smartContractsAudit": {
            "headline": "Smart Contracts Audit",
            "icon": "./assets/images/services/smart-contract-audit.svg",
            "definition": "A smart contract audit is a smart contract's code analysis.",
            "benefits": "Main benefits: Detection and correction of potentials design issues, errors in the code, and security vulnerabilities.",
            "description": "At Blockbrainers, we share our smart contract expertise to audit yours."
        },
        "digitalAssets": {
            "headline": "Digital Assets",
            "icon": "./assets/images/services/digital-assets.svg",
            "definition": "Digital assets include almost any digital content such as crypto-currency tokens listed on stock exchanges and more...",
            "benefits": "Main benefits: No geographic barriers, No Middlemen, Increased liquidity, Reduced transaction costs, Redemption, Asset interoperability.",
            "description": "At Blockbrainers, we create crypto tokens such as top-level ERC20 and ERC721 tokens. ERC20 and ERC721, the Ethereum token standard, is a technical standard used for smart contracts on the Ethereum blockchain."
        },
        "cryptoWallet": {
            "headline": "Crypto Wallet",
            "icon": "./assets/images/services/crypto-wallet.svg",
            "definition": "A crypto wallet is a digital wallet that allows users to store and manage their digital assets such as cryptocurrencies (Ethers, Bitcoins) and tokens. There are different types of wallets.",
            "benefits": "Main benefits: Accessibility, Security, Privacy, Speed, Trust.",
            "description": "At Blockbrainers, we design, implement and integrate crypto wallets."
        },
        "integration": {
            "headline": "Blockchain Integration",
            "icon": "./assets/images/services/integration.svg",
            "definition": "Blockchain is a protocol and ledger for building an immutable historical record of transactions. It exists two types of blockchains, public and private.",
            "benefits": "Main benefits: access to the network control, downtimes are reduced while uptimes are maximized, and scalability is facilitated.",
            "description": "At Blockbrainers, integrate private blockchain to your business using Hyperledger."
        },
        "training": {
            "headline": "Blockchain Training",
            "icon": "./assets/images/services/training.svg",
            "definition": "",
            "benefits": "Main benefits: ",
            "description": "At Blockbrainers, we shared our knoledges. We offer functional or technical training for enterprise."
        }
    },
    "processSteps": {
        "idea": {
            "headline": "Idea",
            "text": "You have an idea or need one, talk to us! We get to know each other, and we explain what value we can bring to you."
        },
        "analysis": {
            "headline": "Analysis",
            "text": "Blockbrainer's business analysts work hand to hand with you to define your business needs. Our architects set the technical requirements of the solution."
        },
        "planning": {
            "headline": "Planning",
            "text": "After functional and technical analysis, we define the project's scope and roadmap."
        },
        "MVP": {
            "headline": "MVP",
            "text": "We build a Minimum Valuable Product, a simple implementation of the main features to test it with real users, collecting feedback, and get ready for the full implementation."
        },
        "fullImplementation": {
            "headline": "Full Implementation",
            "text": "After having tested and approved MVP, we're ready to build the entire project."
        },
        "maintenance": {
            "headline": "Maintenance",
            "text": "After successfully launch your project, we'll still support you, bringing improvement and fixing if needed."
        }
    }
}